import logo from './logo.svg';
import './App.css';
function App() {
  return (
    <div className="terms">
      <div className="terms-container">
          <h1>
          ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛ
          </h1>
          <h3>
          НЭГ. Нийтлэг үндэслэл
          </h3>
          <p className="terms-p">
          1.1 Энэхүү нөхцлийн зорилго нь хэрэглэгч (Сэйм спэйс ХХК цаашид Соёохон аппликэйшн гэх)-ний тусламжтайгаар хэрэглэгч хоорондоо харилцах, сонирхолтой болзоо хийх, мэдээ мэдээлэл хүлээн авч, урамшууллуудад хамрагдах юм.<br></br>
          1.2 Урамшуулалт хөтөлбөрт заасан байгууллагууд /цаашид Хамтрагч байгууллага гэх/ хэрэглэгчдийн оноо цуглуулах үндсэн нөхцөлийн хэрэгжилтэд хяналт тавина.<br></br>
          1.3 Хэрэглэгч (Соёохон апплекэйшнд албан ёсны бүртгэлтэй хэрэглэгчийг цаашид Хэрэглэгч гэх) гар утасны аппликэйшн-д бүртгүүлэх, вэбсайт болон гар утасны аппликэйшн-д байршсан үйлчилгээнүүдийг авахаас өмнө уншиж танилцан, хүлээн зөвшөөрч баталгаажуулна.<br></br>
          1.4 Үйлчилгээний нөхцөлийн хэрэгжилтэнд “Сэйм спайс” ХХК болон Хэрэглэгч хамтран хяналт тавина.<br></br>
          1.5 Бүтээгдэхүүн үйлчилгээтэй холбоотой асуудалд хамтран ажиллаж буй үйлчилгээний байгууллагууд цаашид Гуравдагч Байгууллага гэх/ хамтран хяналт тавьж хариуцаж ажиллана.<br></br>
          </p>
          <h3>
          ХОЁР. Апп ашиглалтын нөхцөл
          </h3>
          <p className="terms-p">
            2.1. Мобайл төхөөрөмж, гар утасны програм эсвэл компьютер ашиглан  Апп-д хэрэглэгчийн  хаяг үүсгэснээр тавигдах шаардлага, хэрэглэгчийн эрх, үүрэг, Нууцлалын бодлого, Аюулгүй байдлын журмуудыг дагаж мөрдөхийг зөвшөөрч байна.<br></br>

            2.2. Тодорхой шаардлага, сайжруулалтын үүднээс  энэхүү үйлчилгээ нөхцөлд өөрчлөлт,  засан сайжруулалт, үйл ажиллагааны нэмэлт засварууд оруулах тохиолдолд вэбсайт болон апп-д нээлттэйгээр байршуулна. Хэрэв та өөрчлөлтүүд хүчин төгөлдөр болсны дараа Үйлчилгээг үргэлжлүүлэн ашиглах юм бол шинэчилсэн үйлчилгээний нөхцөлийг зөвшөөрөх хэрэгтэй<br/>
          </p>

          <h3>
          ГУРАВ. Хэрэглэгчдэд тавигдах шаардлага
          </h3>
          <p className="terms-p">
          3.1. Дараах шаардлагыг хангасан тохиолдолд та бүртгэл үүсгэх үйлчилгээ авах боломжтой. 
            <ul>
              <li>
              18 нас хүрсэн байх
              </li>
              <li>
              Мэдээллээ үнэн зөв бөглөсөн байх
              </li>
              <li>
              Апп дээр царай танилт үйлдлийг заавал хийлгэсэн байх
              </li>
              <li>
              Урьд өмнө ял шийтгэл эдлээгүй байх
              </li>
            </ul>
          </p>
          <h3>
          ДӨРӨВ. Хэрэглэгчийн бүртгэл
          </h3>
          <p className="terms-p">
            4.1 Та апплекэйшнд фэйсбүүк хаяг, гүүгл аккунт, гар утасны дугаараараа нэвтэрч орох боломжтой. Аль ч төрлөөр нэвтрэлт хийсэн хувийн мэдээлэл болон сэтгэлзүйн тестийг заавал бөглөхийг анхаарна уу. Мөн бүртгэлээ 2FA болон утасны дугаараар баталгаажилт хамгаалалт хийлгэх боломжтой. Та өөрийн нэвтрэх нэр, нууц үгээ алдсан бол хэрэглэгчийн туслах руу холбогдоно уу<br></br>
            4.2 Хэрэглэгч нь нэг цахим и-мэйл хаягаар бүртгэгдэх бөгөөд ашиглагдсан хаяг дахин өөр бүртгэлд ашиглагдах боломжгүй.<br></br>
            4.3 Тухайн хэрэглэгчийн мэдээллийн үнэн бодит байдалд хэрэглэгч өөрсдөө бүрэн хариуцлага хүлээнэ.<br></br>
          </p>
          <h3>
          ТАВ. Үйлчилгээний нөхцөлийг өөрчлөх, цуцлах
          </h3>
          <p className="terms-p">5.1 Апп нь бүтээгдэхүүн үйлчилгээний нэмэлт өөрчлөлт, сайжруулсан функцуудыг тогтмол хийж, инноваци шингээн ажиллах бөгөөд хэрэглэгчийн эрх үүрэгт хамааралгүй өөрчлөлтүүдийг хувьчлан мэдэгдэхгүй. <br></br>
          5.2 Хэрэглэгч нь хэрэглэгчийн бүртгэлээ тохиргоо хэсэг рүү орж, бүртгэлээ цуцалж болно. <br></br>
          5.3 Апп-ийг устгаж, үйлчилгээг цуцалсан тохиолдолд хэрэглэгчийн мэдээлэл мэдээллийн сангийн архивт үлдэнэ. 
          <br/>
          </p>
          <h3>
          Зургаа. Аюулгүй байдал; Хэрэглэгч хоорондын харилцах харилцаа
          </h3>
          <p className="terms-p">
          6.1 Апп нь хэрэглэгчийн сэтгэлзүйн тестэд үндэслэн тохирох хүнийг санал болгож, гишүүд бие биенээ сонирхож байгаагаа илэрхийлсний дараа л харилцах боломжийг олгодог. Царай таних болон хувийн бүртгэлүүдийг авах  функцүүдээр дамжуулан хэрэглэгчдийг аюулгүй харилцааг дэмждэг ч гишүүд хоорондын харилцаа, түүн доторх харилцааны асуудал болон хохиролд хариуцлага хүлээхгүй <br/>
          6.2 Та өөрийн хувийн мэдээлэл, царай танилт, сэтгэлзүйн тест зэрэг мэдээллүүдийг үнэн зөв бөглөх үүрэгтэй.<br/>
          6.3 Харилцаж буй гишүүнтэй хувийн байдлаар тусдаа уулзах бол учрах эрсдлийг бид хариуцахгүй <br/>
          6.4 Апп-ийн болзох, чөлөөт цагийн үйл ажиллагаа зэрэг үйлчилгээг гишүүд хамтдаа харилцан зөвшөөрч авах бөгөөд апп-ийн төлөвлөгөө, нөхцөлийг  дагаж мөрдөх <br/>
          6.5 Үйлчилгээг ашиглахаасаа өмнө энэхүү хэрэглэгчийн эрх, үүрэгтэй танилцаж дагаж мөрдөх <br/>
          6.6 Та санхүүгийн мэдээллээ (жишээлбэл, кредит карт эсвэл банкны дансны мэдээлэл) бусдад дамжуулахгүй, хэрэглэгч хооронд мөнгө шилжүүлэхгүй байх.<br/>
          Апп нь хэрэглэгч бүрийн хувийн мэдээллийг e-mongolia-гаас татан авч, аюулгүй байдлыг хянаж байгаа  хэдий ч хэрэглэгчдийн харилцан зөвшөөрсөн хувийн уулзалт болон  харилцаа бүрийг хянахгүй, үүнээс үүдэн гарах асуудалд хариуцлага хүлээхгүй <br/>
          </p>
          <h3>
          ДОЛОО. Хэрэглэгчийн эрх, үүрэг
          </h3>
          <p className="terms-p">
          7.1 Компани нь дараах нөхцөлд хэрэглэгчийн бүртгэлийг устгана: Үүнд
          <ul>
            <li>
            Үйлчилгээ эсвэл үйлчилгээнд агуулагдах аливаа контентыг биднээс бичгээр зөвшөөрөл авалгүйгээр арилжааны зорилгоор ашигласан тохиолдолд
            </li>
            <li>
            Зохиогчийн эрхээр хамгаалагдсан аливаа материал, зураг, барааны тэмдэг, худалдааны нэр, үйлчилгээний тэмдэг, бусад оюуны өмч, контент, өмчийн мэдээллийг зөвшөөрөл авахгүйгээр хуулбарлах, өөрчлөх, дамжуулах, аливаа үүсмэл бүтээл үүсгэх, ашиглах, хуулбарласан тохиолдолд
            </li>
            <li>Хэрэглэгчийн дата сан руу халдах, хуулж авах, дамжуулах, аюулгүй байдлын журмийг дагаж мөрдөөгүй тохиолдолд</li>
            <li>Үйлчилгээ эсвэл үйлчилгээнд холбогдсон сервер, сүлжээнд саад учруулах, тасалдуулах, сөргөөр нөлөөлөх аливаа хэлбэрээр үйлчилгээг ашигласан тохиолдолд</li>
            <li>Вирус эсвэл бусад хортой кодыг байршуулах, эсвэл үйлчилгээний аюулгүй байдлыг алдагдуулах гэж оролдсон тохиолдолд</li>
            <li>Үйлчилгээн доторх мэдээллийг хуурамчаар үйлдэх, мэдээллийг өөрчлөн дамжуулах зэрэг аюулгүй байдлын журмийг зөрчсөн тохиолдолд</li>
            <li>Гэмт хэрэгт холбогдсон гэх бүртгэлтэй тохиолдолд</li>
            <li>Үйлчилгээний аль нэг хэсгийг өөрчлөх, дэд лиценз олгох, орчуулах, худалдах, урвуу инженерчлэл хийх, задлах, эсвэл дамжуулах үйлдэл гаргасан тохиолдолд</li>
            <li>Программчлалын интерфейсийг  зөвшөөрөлгүй ашиглах, хандах,  дамжуулсан тохиолдолд</li>
            <li>Хувь хүн, аж ахуйн нэгжийн дүр эсгэх, хуурах болон аливаа нэг хэрэглэгчээс мөнгө нэхэх, залилан мэхлэх үйлдэл гаргасан тохиолдолд</li>
            <li>Аливаа нэг хэрэглэгчийг сүрдүүлэх, айлгах, халдах, зүй бусаар харилцах гүтгэх зэрэг үйлдэл гаргасан нь мэдэгдсэн тохиолдолд </li>
            <li>Үзэн ядсан, заналхийлсэн үг хэллэг, контент цацах, бэлгийн харилцаа, нүцгэн зураг бичлэг,  порнограф бүхий аливаа контентийг дамжуулах,  нийтэлсэн тохиолдолд</li>
            <li>Арилжааны болон хууль бус зорилгоор бусдын нууц үг, хувийн мэдээллийг авах, зөвшөөрөлгүйгээр түгээж дамжуулсан тохиолдолд</li>
          </ul>
          7.2 Энэхүү гэрээг зөрчсөн аливаа үйлдэл хийсэн тохиолдолдКомпани нь үйлчилгээг хууль бусаар эсвэл зөвшөөрөлгүй ашигласан гэж үзэн хэрэглэгчийн бүртгэлийг цуцалж хохирол учирсан тохиолдолд хуульд заасны дагуу эрх бүхий байгууллагад хандана.
          </p>
          <h3>
          НАЙМ. Компанийн эрх үүрэг
          </h3>
          <p className="terms-p">
          8.1 Хувийн мэдээлэл, хэрэглэгчийн бүртгэлийг шаардан авах эрхтэй<br/>
          8.2 Хэрэглэгч үүргээ зөрчсөн, аюулгүй байдлын журмыг зөрчсөн тохиолдолд хэрэглэгчийн бүртгэлийг устгах, цуцлах эрхтэй<br/>
          8.3 Хэрэглэгчийн харилцаанд дарамталсан, заналхийлсэн, ёс бус үг хэллэг, сэжигтэй аюултай үйлдэл илэрсэн тохиолдолд бүртгэлийг шууд устгах, цуцлах эрхтэй.<br/>
          8.4 Апп нь гуравдагч тал, түншүүдийг сурталчилгааг байршуулах эрхтэй. <br/>
          8.5 Таны илгээсэн санал хүсэлт, үйлчилгээний сэтгэгдлийг сурталчилгааны байдлаар ашиглах эрхтэй.<br/>
          8.6 Компани нь  хуулийн дагуу тантай байгуулсан энэхүү гэрээгээ биелүүлж, хуульд заасан төрийн эрх бүхий байгууллагын шаардсаны дагуу хэрэглэгчийн бүртгэл, дансны мэдээлэл, бусад мэдээлэл рүү нэвтрэх, хадгалах эрхтэй гэдгийг анхаарна уу. <br/>
          <ul>
            <li>
            Монгол Улсын хууль, дүрэм журмг дагаж мөрдөх
            </li>
            <li>
            Гэрээнд заасны дагуу хэрэгжүүлэх
            </li>
            <li>
            Аливаа контент нь гуравдагч этгээдийн эрхийг зөрчсөн гэсэн нэхэмжлэлд хариу өгөх
            </li>
            <li>
            Харилцагчийн үйлчилгээний талаарх таны хүсэлтэд хариу өгөх; эсвэл (v) Компанийн болон бусад хүний ​​эрх, эд хөрөнгө, хувийн аюулгүй байдлыг хамгаалах.
            </li>
          </ul>
          8.7 Хэрэглэгчийн хувийн мэдээллийг задруулахгүй, дамжуулахгүй, хамгаалах үүрэгтэй
          </p>
          <h3>
          ЕС. Төлбөр тооцоо
          </h3>
          <p className="terms-p">
          9.1 Компанийн санал болгож буй үйлчилгээг худалдан авахад интернэт банк, Qpay ашиглан төлбөр төлөгдөх бөгөөд хэрэглэгч тогтмол худалдан авалт хийх зорилгоор картаа холбож болно. <br/>
          9.2 Үйлчилгээний төлбөр нь НӨАТ/нэмэгдсэн өртгийн албан татвар/ ороогүй үнэ бөгөөд худалдан авалтанд баримт олгохгүй <br/>
          9.3 Худалдан авалтын явцад данснаас олон удаа буруу татсан  тохиолдол гарсан бол хэрэглэгчийн туслах руу холбогдон дансны хуулгаа явуулж, 24-72 цагийн дотор мөнгөө буцаан авах боломжтой. <br/>
          9.4 Та худалдан авсан үйлчилгээгээ цуцлах боломжгүй бөгөөд зөвхөн зогсоох боломжтой. Үйлчилгээг зогсоох хүсэлт гаргаснаас 48 цагийн дараагаас төлбөр тооцохгүй. Хэрэглэсэн хугацааг тооцон төлбөрийг бодож, үлдсэн мөнгийг хэрэглэгчийн дансанд  дээрх хугацаанд буцаан олгоно. <br/>
          9.5 Хэрэглэгч нь апп-ийн гаргасан зоос бүхий виртуал оноог үйлчилгээнээс цуглуулах боломжтой бөгөөд оноогоор апп доторх тодорхой заасан бүтээгдэхүүн, үйлчилгээг худалдан авах боломжтой бөгөөд цуглуулсан виртуал оноогоо өөр хэрэглэгчдэд шилжүүлэх, илгээх боломжтой. <br/>
          </p>
          <h3>
          АРАВ. Зохиогчийн эрх зөрчсөн тухай мэдэгдэл, нэхэмжлэл гаргах журам
          </h3>
          <p className="terms-p">     
          Хэрэв та зохиогчийн эрхийн зөрчлийн талаар бидэнтэй холбогдож, санал хүсэлт өгөх бол хэрэглэгчийн туслах руу холбогдон, бөглөх хуудсыг бүрэн гүйцэд бичиж илгээнэ. 
          </p>
      </div>
    </div>
  );
}

export default App;
